/* No comment provided by engineer. */
"%@ since last back-up" = "마지막 백업 이후 %@ 지남";

/* No comment provided by engineer. */
"AC Power" = "전원 어댑터";

/* No comment provided by engineer. */
"AirPort Connected" = "AirPort 연결됨";

/* No comment provided by engineer. */
"AirPort Disconnected" = "AirPort 연결 끊김";

/* No comment provided by engineer. */
"Alert! Enabling this option will add HardwareGrowler to your login items" = "알림! 이 설정을 켜면 HardwareGrowler를 로그인 항목에 추가합니다.";

/* No comment provided by engineer. */
"Allowing this will let HardwareGrowler launch everytime you login, so that it is available for applications which use it at all times" = "이 설정을 켜면 HardwareGrowler가 여러분이 로그인 할 때 마다 실행되어 이것을 사용하는 어플리케이션을 항상 사용할 수 있습니다.";

/* No comment provided by engineer. */
"Back-up took %@" = "백업이 %@ 걸림";

/* No comment provided by engineer. */
"Battery charging" = "배터리 충전중";

/* No comment provided by engineer. */
"Battery Low!" = "배터리 부족!";

/* No comment provided by engineer. */
"Battery Low, Please plug the computer in now" = "배터리가 부족합니다. 지금 전원을 연결해주세요.";

/* No comment provided by engineer. */
"Battery Power" = "배터리";

/* No comment provided by engineer. */
"Bluetooth Connected" = "Bluetooth 연결됨";

/* No comment provided by engineer. */
"Bluetooth Connection" = "Bluetooth 연결";

/* No comment provided by engineer. */
"Bluetooth Disconnected" = "Bluetooth 연결 끊김";

/* No comment provided by engineer. */
"Bluetooth Disconnection" = "Bluetooth 끊김";

/* No comment provided by engineer. */
"Bluetooth Module on OSX Lion requires 10.7.3" = "OS X Lion의 Bluetooth 모듈은 버전 10.7.3이 필요";

/* No comment provided by engineer. */
"Bluetooth Monitor" = "Bluetooth 모니터";

/* No comment provided by engineer. */
"Cancel" = "취소";

/* No comment provided by engineer. */
"Canceled after %@" = "%@ 이후 취소됨";

/* No comment provided by engineer. */
"Caps Lock" = "Caps Lock";

/* No comment provided by engineer. */
"Caps Lock Off" = "Caps Lock 끔";

/* No comment provided by engineer. */
"Caps Lock On" = "Caps Lock 켬";

/* No comment provided by engineer. */
"Capster" = "Capster";

/* No comment provided by engineer. */
"Current Level: %ld%%" = "현재 레벨: %ld%%";

/* No comment provided by engineer. */
"Enabling this option will cause HardwareGrowler to run without showing a dock icon or a menu item.\n\nTo access preferences, tap HardwareGrowler in Launchpad, or open HardwareGrowler in Finder." = "이 옵션을 선택하면 HardwareGrowler 가 Dock 이나 메뉴 막대 어느곳에도 보이지않은체로 실행됩니다. \n\n환경 설정 창을 열려면, Launchpad나 Finder에서 HardwareGrowler를 실행하세요.";

/* No comment provided by engineer. */
"Failed after %@" = "%@ 이후 실패";

/* No comment provided by engineer. */
"Firewire Connected" = "Firewire 연결됨";

/* No comment provided by engineer. */
"Firewire Connection" = "Firewire 연결";

/* No comment provided by engineer. */
"Firewire Disconnected" = "FireWire 연결 끊김";

/* No comment provided by engineer. */
"Firewire Disconnection" = "Firewire 연결 끊기";

/* No comment provided by engineer. */
"Firewire Monitor" = "FIrewire 모니터";

/* No comment provided by engineer. */
"First backup, or no previous backup found in the system log" = "첫 번째 백업이거나, 또는 이전 백업이 시스템 로그에서 발견되지 않음";

/* No comment provided by engineer. */
"FN Key" = "FN 키";

/* No comment provided by engineer. */
"FN Key Pressed" = "FN 키 눌림";

/* No comment provided by engineer. */
"FN Key Released" = "FN 키 땜";

/* No comment provided by engineer. */
"General" = "일반";

/* Unit names */
"hours" = "시간";

/* No comment provided by engineer. */
"Icon:" = "아이콘:";

/* Title for colum in table of ignored volumes */
"Ignored Drives:" = "무시할 드라이버:";

/* No comment provided by engineer. */
"In order to receive notifications about Bluetooth devices on OSX Lion, please upgrade to 10.7.3 or above" = "OS X Lion에서 Bluetooth 장비에 대한 알림을 받기 위해서는, 10.7.3 이상으로 업그레이드 해야됩니다.";

/* No comment provided by engineer. */
"In order to receive notifications about Phone Devices, please upgrade to OSX Lion 10.7.3 or above" = "폰 장비의 알림을 받기 위해서는 OS X Lion 10.7.3 이상으로 업그레이드 해야됩니다.";

/* No comment provided by engineer. */
"Incoming Phone Call" = "수신 전화";

/* No comment provided by engineer. */
"Incoming SMS" = "수신 SMS ";

/* No comment provided by engineer. */
"Interface:\t%@" = "인터페이스:\t%@";

/* The first %@ will be replaced with the interface (en0, en1, etc) second %@ will be replaced by a description of the Ethernet media such as '100BT/full-duplex' */
"Interface:\t%@\nMedia:\t%@" = "인터페이스:\t%1$@\n미디어:\t%2$@";

/* No comment provided by engineer. */
"IP Address Changed" = "IP 주소 바뀜";

/* No comment provided by engineer. */
"IP Addresses Updated" = "IP 주소 업데이트 됨";

/* No comment provided by engineer. */
"Joined network.\nSSID:\t\t%@\nBSSID:\t%@" = "네트워크 연결.\nSSID:\t\t%1$@\nBSSID:\t%2$@";

/* No comment provided by engineer. */
"Left network %@." = "%@ 네트워크에서 나감.";

/* Unit label for how often to refire the battery status
   Unit names */
"minutes" = "분";

/* No comment provided by engineer. */
"Modules" = "모듈";

/* No comment provided by engineer. */
"Mounted" = "마운트 됨";

/* No comment provided by engineer. */
"Network Link Down" = "네트워크 링크 비활성화";

/* No comment provided by engineer. */
"Network Link Up" = "네트워크 링크 활성화";

/* No comment provided by engineer. */
"Network Monitor" = "네트워크 모니터";

/* display no icon at all */
"No icon visible" = "아이콘 모두 숨기기";

/* No comment provided by engineer. */
"No routable IP addresses" = "라우트 가능한 IP 주소 없음";

/* Label over list of checkboxes for notifying for certain keys */
"Notify For:" = "다음 항목에 대해 알림:";

/* No comment provided by engineer. */
"Num Lock" = "Num Lock";

/* No comment provided by engineer. */
"Num Lock Off" = "Num Lock 꺼짐";

/* No comment provided by engineer. */
"Num Lock On" = "Num Lock 켜짐";

/* No comment provided by engineer. */
"Ok" = "확인";

/* Format string for On <power type> */
"On %@" = "%@ 사용중";

/* No comment provided by engineer. */
"Open HardwareGrowler Preferences..." = "HardwareGrowler 환경설정 열기...";

/* No comment provided by engineer. */
"Phone Module" = "폰 모듈";

/* No comment provided by engineer. */
"Phone Module requires OSX Lion 10.7.3 or above" = "폰 모듈은 OS X Lion 10.7.3 이상 필요";

/* No comment provided by engineer. */
"Power Changed" = "전원 변경됨";

/* No comment provided by engineer. */
"Power Monitor" = "전원 모니터";

/* No comment provided by engineer. */
"Power Warning" = "전원 경고";

/* No comment provided by engineer. */
"Preferences" = "환경설정";

/* No comment provided by engineer. */
"Quit HardwareGrowler" = "HardwareGrowler 종료";

/* Label for checkbox that sets battery status to redisplay every so often */
"Refire battery status" = "배터리 상태 확인";

/* Label for box for putting in the amount of time between refire */
"Refire every:" = "상태 확인 주기:";

/* Label for checkbox that sets whether to only show battery status every x minutes when on battery pwoer */
"Refire only on battery" = "배터리 사용중일때만 확인";

/* Unit names */
"seconds" = "초";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is connected" = "Bluetooth 장비가 연결되었을 때 보냄";

/* No comment provided by engineer. */
"Sent when a Bluetooth Device is disconnected" = "Bluetooth 장비가 끊겼을 때 보냄";

/* No comment provided by engineer. */
"Sent when a Firewire Device is connected" = "Firewire 장비가 연결되었을 때 보냄";

/* No comment provided by engineer. */
"Sent when a Firewire Device is disconnected" = "Firewire 장비가 끊겼을 때 보냄";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is connected" = "Thunderbolt 장비가 연결되었을 때 보냄";

/* No comment provided by engineer. */
"Sent when a Thunderbolt Device is disconnected" = "Thunderbolt 장비가 끊겼을 때 보냄";

/* No comment provided by engineer. */
"Sent when a USB Device is connected" = "USB 장비가 연결되었을 때 보냄";

/* No comment provided by engineer. */
"Sent when a USB Device is disconnected" = "USB 장비가 끊겼을 때 보냄";

/* No comment provided by engineer. */
"Sent when a volume is mounted" = "볼륨이 마운트되면 보냄";

/* No comment provided by engineer. */
"Sent when a volume is unmounted" = "볼륨이 마운트 해제되면 보냄";

/* No comment provided by engineer. */
"Sent when AirPort connects to a network" = "AirPort가 네트워크에 연결되면 보냄";

/* No comment provided by engineer. */
"Sent when AirPort disconnects from a network" = "AirPort가 네트워크에서 끊기면 보냄";

/* No comment provided by engineer. */
"Sent when an Ethernet link goes down" = "Ethernet 연결이 끊어지면 보냄";

/* No comment provided by engineer. */
"Sent when an Ethernet link starts" = "Ethernet 연결이 시작되면 보냄";

/* No comment provided by engineer. */
"Sent when the battery is getting low" = "베터리가 부족할 때 보냄";

/* No comment provided by engineer. */
"Sent when the systems IP address changes" = "시스템 IP가 변경될 때 보냄";

/* No comment provided by engineer. */
"Sent when the type or status of power changed" = "전원 공급원이나 상태가 바뀌면 보냄";

/* No comment provided by engineer. */
"Sent when Time Machine failed to back up" = "Time Machine이 백업을 실패하면 보냄";

/* No comment provided by engineer. */
"Sent when Time Machine finishes backing up" = "Time Machine이 백업을 끝내면 보냄";

/* No comment provided by engineer. */
"Sent when Time Machine is canceled" = "Time Machine의 백업이 취소되면 보냄";

/* No comment provided by engineer. */
"Sent when Time Machine starts backing up" = "Time Machine이 백업을 시작하면 보냄";

/* No comment provided by engineer. */
"Shift Key" = "Shift 키";

/* No comment provided by engineer. */
"Shift Key Pressed" = "Shift 키 눌림";

/* No comment provided by engineer. */
"Shift Key Released" = "Shift 키 땜";

/* No comment provided by engineer. */
"Show Connected Devices at Launch" = "실행할 때 연결된 장치 보여주기";

/* display the icon in both the menubar and the dock */
"Show icon in both" = "양쪽에 모두 아이콘 보이기";

/* display the icon only in the dock */
"Show icon in the dock" = "Dock에 아이콘 보이기";

/* default option for where the icon should be seen */
"Show icon in the menubar" = "메뉴 막대에 아이콘 보이기";

/* No comment provided by engineer. */
"Start HardwareGrowler at Login:" = "로그인할 때 HardwareGrowler 실행:";

/* No comment provided by engineer. */
"There are no preferences available for this monitor." = "설정할 내용이 없습니다";

/* No comment provided by engineer. */
"This setting will take effect when Hardware Growler restarts" = "이 옵션을 선택하면 Hardware Growler는 재시작해야 됩니다.";

/* No comment provided by engineer. */
"Thunderbolt Connected" = "Thunderbolt 연결됨";

/* No comment provided by engineer. */
"Thunderbolt Connection" = "Thunderbolt 연결";

/* No comment provided by engineer. */
"Thunderbolt Disconnected" = "Thunderbolt 연결 끊김";

/* No comment provided by engineer. */
"Thunderbolt Disconnection" = "Thunderbolt 연결 끊기";

/* No comment provided by engineer. */
"Thunderbolt Monitor" = "Thunderbolt 모니터";

/* No comment provided by engineer. */
"Time Machine Canceled" = "Time Machine 취소됨";

/* No comment provided by engineer. */
"Time Machine Failed" = "Time Machine 실패함";

/* No comment provided by engineer. */
"Time Machine finished" = "Time Machine 완료됨";

/* No comment provided by engineer. */
"Time Machine Finished" = "Time Machine 완료";

/* No comment provided by engineer. */
"Time Machine started" = "Time Machine 시작됨";

/* No comment provided by engineer. */
"Time Machine Started" = "Time Machine 시작";

/* No comment provided by engineer. */
"Time remaining: %lu minutes" = "남은 시간: %lu 분";

/* No comment provided by engineer. */
"Time to charge: %lu minutes" = "충전 남은 시간: %lu 분";

/* No comment provided by engineer. */
"TimeMachine Monitor" = "TimeMachine 모니터";

/* No comment provided by engineer. */
"Unknown Power Source" = "알 수 없는 전원 공급원";

/* No comment provided by engineer. */
"Unmounted" = "마운트 해제";

/* No comment provided by engineer. */
"Unnamed FireWire Device" = "이름 없는 FireWire 장치";

/* No comment provided by engineer. */
"Unnamed Thunderbolt Device" = "이름 없는 Thunderbolt 장비";

/* No comment provided by engineer. */
"UPS Power" = "UPS 전원";

/* No comment provided by engineer. */
"USB 2.0 Bus" = "USB 2.0 버스";

/* No comment provided by engineer. */
"USB 3.0 Bus" = "USB 3.0 버스";

/* No comment provided by engineer. */
"USB Bus" = "USB 버스";

/* No comment provided by engineer. */
"USB Connected" = "USB 연결됨";

/* No comment provided by engineer. */
"USB Connection" = "USB 연결";

/* No comment provided by engineer. */
"USB Disconnected" = "USB 연결 끊김";

/* No comment provided by engineer. */
"USB Disconnection" = "USB 연결 끊김";

/* No comment provided by engineer. */
"USB Monitor" = "USB 모니터";

/* No comment provided by engineer. */
"Volume Monitor" = "드라이버 모니터";

/* No comment provided by engineer. */
"Volume Mounted" = "Volume 마운트됨";

/* No comment provided by engineer. */
"Volume Unmounted" = "볼륨 마운트 해제됨";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause HardwareGrowler to run in the background" = "주의! 이 설정을 켜면 HardwareGrowler가 백그라운드에서 실행됩니다.";

